Repository: G-dH/vertical-workspaces
Catalog: po/*.po
Languages: pt_br

source: Active Icons in Folder Preview
pt_br: Ícones Ativos na Visualização da Pasta

source: If enabled, clicking an app icon in a folder preview directly opens the app without having to open the folder first. Middle button opens new window of the app without closing the overview, so you can open multiple apps in a row on the current workspace and secondary button opens the folder.
pt_br: Se ativado, clicar no ícone de um aplicativo em uma visualização de pasta abre diretamente o aplicativo sem precisar abrir a pasta primeiro. O botão do meio abre uma nova janela do aplicativo sem fechar a visão geral, para que você possa abrir vários aplicativos seguidos na área de trabalho atual e o botão secundário abre a pasta.

source: Center Open Folders
pt_br: Centralizar Pastas Abertas

source: App folder may open in the center of the screen or above the source folder icon.
pt_br: A pasta do Aplicativo pode abrir no centro da tela ou acima do ícone da pasta de origem.

source: Allow Incomplete Pages
pt_br: Permitir Páginas Incompletas

source: If disabled, icons from the next page (if any) are automatically moved to fill any empty slot left after an icon was (re)moved (to a folder for example).
pt_br: Se desativado, os ícones da próxima página (se houver) serão movidos automaticamente para preencher qualquer espaço vazio deixado após um ícone ter sido (re)movido (para uma pasta, por exemplo).

source: App Labels Behavior
pt_br: Comportamento dos Rótulos de Aplicativos

source: Choose how and when to display app names.
pt_br: Escolha como e quando exibir os nomes dos aplicativos.

source: Ellipsized - Expand Selected (Default)
pt_br: Reticulado - Expandir Selecionado (Padrão)

source: Always Expanded
pt_br: Sempre Expandido

source: Hidden - Show Selected Only
pt_br: Oculto - Mostrar Apenas os Selecionados

source: Reset App Grid Layout
pt_br: Redefinir Layout da Grade do Aplicativos

source: Removes all stored app grid icons positions, after the reset icons will be ordered alphabetically.
pt_br: Remove todas as posições armazenadas dos ícones da grade do aplicativos, após os ícones de redefinição serem ordenados em ordem alfabética.

source: Remove App Grid Folders
pt_br: Remover Pastas da Grade de Aplicativos

source: Removes all folders, folder apps move to root grid.
pt_br: Remove todas as pastas, os aplicativos de pasta são movidos para a grade raiz.

source: Enable Window Search Provider
pt_br: Ativar a Janela do Provedor de Pesquisa

source: Activates the window search provider that adds open windows to the search results. You can search app names and window titles. You can also use "wq/" prefix to suppress results from other search providers.
pt_br: Ativa o provedor de pesquisa de janelas que adiciona janelas abertas aos resultados da pesquisa. Você pode pesquisar nomes de aplicativos e títulos de janelas. Você também pode usar o prefixo "wq/" para suprimir resultados de outros provedores de pesquisa.

source: Enable Recent Files Search Provider
pt_br: Ativar Provedor de Pesquisa de Arquivos Recentes

source: Activates the recent files search provider that can be triggered by a dash icon, Ctrl + Space hotkey or by typing "fq//" prefix in the search entry field. This option needs File History option enabled in the GNOME Privacy settings.
pt_br: Ativa o provedor de pesquisa de arquivos recentes que pode ser acionado por um ícone no Dash, tecla de atalho Ctrl + Espaço ou digitando o prefixo "fq//" na entrada do campo de pesquisa. Esta opção precisa da opção Histórico de Arquivos habilitada nas Configurações de Privacidade do GNOME.

source: Enable Fuzzy Match
pt_br: Ativar "Fuzzy Match"

source: Enabling the fuzzy match allows you to skip letters in the pattern you are searching for and find "Firefox" even if you type "ffx". Works only for the App, Window and Recent files search providers.
pt_br: Ativar a correspondência "Fuzzy" permite pular letras no padrão que você está procurando e encontrar "Firefox" mesmo se você digitar "ffx". Funciona apenas para os provedores de pesquisa de Aplicativos, Janelas e Arquivos Recentes.

source: Animations - General
pt_br: Animações - Geral

source: Animation Speed
pt_br: Velocidade da animação

source: Adjusts the global animation speed in % of the default duration - higher value means slower animation.
pt_br: Ajusta a velocidade global da animação em % da duração padrão - valor mais alto significa animação mais lenta.

source: Animations - Overview
pt_br: Animações - Visão Geral

source: App Grid Animation
pt_br: Animação da Grade de Aplicativos

source: When entering the App Grid view, the app grid animates from the edge of the screen. You can choose direction, keep it Default (direction will be chosen automatically) or disable the animation if you don't like it.
pt_br: Ao entrar na visualização da Grade de Aplicativos, ela é animada a partir da borda da tela. Você pode escolher a direção, mantê-la padrão (a direção será escolhida automaticamente) ou desativar a animação se não gostar dela.

source: Right to Left
pt_br: Direita para Esquerda

source: Left to Right
pt_br: Da Esquerda para Direita

source: Bottom to Top
pt_br: De Baixo para Cima

source: Top to Bottom
pt_br: De Cima para Baixo

source: Search View Animation
pt_br: Animação da Visualização de Pesquisa

source: When search is activated the search view with search results can animate from the edge of the screen. You can choose direction, keep it Default (currently Bottom to Top) or disable the animation if you don't like it.
pt_br: Quando a pesquisa é ativada, a visualização da pesquisa com os resultados da pesquisa pode ser animada a partir da borda da tela. Você pode escolher a direção, mantê-la padrão (atualmente de baixo para cima) ou desativar a animação se não gostar dela.

source: Workspace Preview Animation
pt_br: Animação da Visualização do Espaço de Trabalho

source: When entering / leaving the App Grid / Search view, the workspace preview can animate to/from workspace thumbnail.
pt_br: Ao entrar/sair da visualização da grade de Aplicativos/Pesquisa, a visualização do espaço de trabalho pode ser animada de/para a miniatura do espaço de trabalho.

source: Enable
pt_br: Habilitar

source: Workspace Switcher
pt_br: Alternador do Espaço de Trabalho

source: Workspace Switcher Animation
pt_br: Animação do Alternador de Espaço de Trabalho

source: Allows you to disable movement of the desktop background during workspace switcher animation outside of the overview. The Static Background mode also keeps Conky and desktop icons on their place during switching.
pt_br: Permite desativar o movimento do plano de fundo da área de trabalho durante a animação do alternador de espaço de trabalho fora da visão geral. O modo Fundo Estático também mantém os ícones do Conky e da área de trabalho em seus lugares durante a troca.

source: Static Background
pt_br: Fundo Estático

source: Workspace Switcher Popup Mode
pt_br: Modo Pop-up do Alternador de Espaço de Trabalho

source: This popup shows up when you switch workspace using a keyboard shortcut or gesture outside of the overview. You can to disable the popup at all, or show it on the current monitor (the one with mouse pointer) instead of the primary.
pt_br: Este pop-up aparece quando você alterna a área de trabalho usando um atalho de teclado ou gesto fora da visão geral. Você pode desativar o pop-up ou exibi-lo no monitor atual (aquele com o ponteiro do mouse) ao invés do monitor principal.

source: Show on Primary Monitor (Default)
pt_br: Mostrar no Monitor Principal (Padrão)

source: Show on Current Monitor
pt_br: Mostrar no Monitor Atual

source: Notifications
pt_br: Notificações

source: Notification Banner Position
pt_br: Posição do Banner de Notificações

source: Choose where the notification pop-ups appear on the screen.
pt_br: Escolha onde os pop-ups de notificação aparecerão na tela.

source: Top Left
pt_br: Canto Superior Esquerdo

source: Top Middle
pt_br: Superior no Meio

source: Top Right (Default)
pt_br: Canto Superior Direito (Padrão)

source: Bottom Left
pt_br: Inferior Esquerdo

source: Bottom Middle
pt_br: Meio Inferior

source: Bottom Right
pt_br: Canto Inferior Direito

source: Window Attention Handler
pt_br: Manipulador de Atenção da janela

source: When a window requires attention (often a new window), GNOME Shell shows you a notification about it. You can disable popups of these messages (notification will be pushed into the message tray silently) or focus the source window immediately instead.
pt_br: Quando uma janela requer atenção (geralmente uma nova janela), o GNOME Shell mostra uma notificação sobre isso. Você pode desativar os pop-ups dessas mensagens (a notificação será enviada silenciosamente para a bandeja de mensagens) ou focar a janela de origem imediatamente.

source: Show Notifications (Default)
pt_br: Mostrar Notificações (Padrão)

source: Disable Notification Popups
pt_br: Desativar Pop-ups de Notificação

source: Immediately Focus Window
pt_br: Foco Imediato na Janela

source: Favorites
pt_br: Favoritos

source: Disable pin/unpin app notifications.
pt_br: Desative as notificações de fixar/desafixar aplicativos.

source: Disable Notifications
pt_br: Desativar as Notificações

source: Keyboard
pt_br: Teclado

source: Override Page Up/Down Shortcuts
pt_br: Substituir Atalhos para Page Up/Down

source: This option automatically overrides the (Shift +) Super + Page Up/Down keyboard shortcuts for the current workspace orientation. If you encounter any issues, check the configuration in the dconf editor.
pt_br: Esta opção substitui automaticamente os atalhos de teclado (Shift +) Super + Page Up/Down para a orientação atual da área de trabalho. Se você encontrar algum problema, verifique a configuração no editor dconf.

source: Compatibility
pt_br: Compatibilidade

source: Fix for Dash to Dock
pt_br: Correção para Dash to Dock

source: With the default Ubuntu Dock and other Dash To Dock forks, you may experience issues with Activities overview after you change Dock position or change monitors configuration. If you are experiencing such issues, try to enable this option, or (better) disable/replace the dock extension.
pt_br: Com o Ubuntu Dock padrão e outros forks do Dash To Dock, você pode ter problemas com a visão geral das atividades depois de alterar a posição do Dock ou alterar a configuração dos monitores. Se você estiver enfrentando esses problemas, tente ativar esta opção ou (melhor) desativar/substituir a extensão.

source: V-Shell Modules that can be disabled in case of conflict or misbehavior.
pt_br: Módulos V-Shell que podem ser desativados em caso de conflito ou mau comportamento.

source: AppFavorites
pt_br: AppFavoritos

source: Pin/unpin app notification options.
pt_br: Opções de fixação/desafixação de notificação de aplicativos.

source: App grid customization and options.
pt_br: Personalização e opções da grade de aplicativos.

source: Dash configuration options and support for vertical orientation.
pt_br: Opções de configuração do Dash e suporte para orientação vertical.

source: Hot corner options, removes right panel barrier that collides with CHC-E extension.
pt_br: Opções de "hot corner", remove a barreira do painel direito que colide com a extensão CHC-E.

source: MessageTray
pt_br: Bandeja de mensagens

source: Notification position options.
pt_br: Opções da posição das notificação.

source: Panel options.
pt_br: Opções do painel.

source: Search view and app search provider customization and options.
pt_br: Personalização e opções da visualização de pesquisa de aplicativos e opções do provedor de pesquisa.

source: Gestures for vertical workspace orientation.
pt_br: Gestos para orientação vertical do espaço de trabalho.

source: Window attention handler options.
pt_br: Opções do manipulador de atenção da janela.

source: WindowManager
pt_br: Gerenciador de janelas

source: Fixes an upstream bug in the minimization animation of a full-screen window.
pt_br: Corrige um bug "upstream" na animação de minimização de uma janela em tela cheia.

source: Window preview options, fixes an upstream bug that fills the system log with errors when you close a window from an overview or exit the overview with a gesture when any window is selected.
pt_br: Opções da visualização de janelas corrigem um bug upstream que preenche o log do sistema com erros quando você fecha uma janela a partir da visão geral ou sai da visão geral com um gesto quando qualquer janela é selecionada.

source: Workspace
pt_br: Área de trabalho

source: Fixes workspace preview allocations for vertical workspaces orientation and window scaling in static overview modes.
pt_br: Corrige alocações da visualização do espaço de trabalho na vertical e do dimensionamento de janela em modos de visão geral estática.

source: Static workspace animation option.
pt_br: Opções de animação no espaço de trabalho estático.

source: Workspace switcher popup position options.
pt_br: Opções da posição pop-up do alternador de espaço de trabalho.

source: Version
pt_br: Versão

source: Reset all options
pt_br: Redefinir todas as opções

source: Set all options to default values.
pt_br: Defina todas as opções com valores padrão.

source: Homepage
pt_br: Pagina inicial

source: Source code and more info about this extension
pt_br: Código-fonte e mais informações sobre esta extensão

source: Changelog
pt_br: Registro de Alterações

source: See what's changed.
pt_br: Veja o que mudou.

source: GNOME Extensions
pt_br: Extensões GNOME

source: Rate and comment the extension on GNOME Extensions site.
pt_br: Avalie e comente a extensão no site GNOME Extensions.

source: Report a bug or suggest new feature
pt_br: Relate um bug ou sugira um novo recurso

source: Buy Me a Coffee
pt_br: Compre-me um café

source: If you like this extension, you can help me with my coffee expenses.
pt_br: Se você gostou desta extensão, pode me ajudar com minhas despesas com café.

source: Search recent files
pt_br: Pesquise arquivos recentes

source: Recent Files
pt_br: Arquivos Recentes
