Repository: G-dH/vertical-workspaces
Catalog: po/*.po
Languages: pt_br

source: Search Open Windows (Hotkey: Space)
pt_br: Pesquisar Janelas Abertas (tecla de atalho: espaço)

source: Search Recent Files (Hotkey: Ctrl + Space)
pt_br: Pesquisar Arquivos Recentes (tecla de atalho: Ctrl + Espaço)

source: Open Windows
pt_br: Abrir a janela

source: List of open windows
pt_br: Lista de janelas abertas

source: Force Quit
pt_br: Forçar encerramento

source: Move App to Current Workspace ( Shift + Click )
pt_br: Mover o aplicativo para o espaço de trabalho atual ( Shift + Click )

source: Layout
pt_br: Disposição

source: Appearance
pt_br: Aparência

source: Behavior
pt_br: Comportamento

source: Misc
pt_br: Diversos

source: About
pt_br: Sobre

source: Dash Position
pt_br: Posição do Dash

source: Top
pt_br: Superior

source: Right
pt_br: Direita

source: Bottom
pt_br: Inferior

source: Left
pt_br: Esquerda

source: Hide
pt_br: Esconder

source: Center Horizontal Dash to Workspace
pt_br: Centralizar Dash horizontalmente na área de trabalho

source: If the Dash Position is set to Top or Bottom, the position will be recalculated relative to the workspace preview instead of the screen. Works only with the default Dash.
pt_br: Se a Posição do Dash estiver definida como Superior ou Inferior, a posição será recalculada em relação à visualização da área de trabalho em vez da tela. Funciona apenas com o Dash padrão.

source: Fine Tune Dash Position
pt_br: Ajuste fino da posição do Dash

source: Adjusts position of the dock on chosen axis. Works only with the default Dash.
pt_br: Ajusta a posição do dock no eixo escolhido. Funciona apenas com o Dash padrão.

source: Workspace Thumbnails / Orientation
pt_br: Miniaturas/orientação do espaço de trabalho

source: Thumbnails Position / Workspaces Orientation
pt_br: Posição das miniaturas/orientação dos espaços de trabalho

source: Position of the workspace thumbnails on the screen also sets orientation of the workspaces to vertical or horizontal. You have two options to disable workspace thumbnails, one sets workspaces to the vertical orientation, the second one to horizontal.
pt_br: A posição das miniaturas da área de trabalho na tela também define a orientação das áreas de trabalho como vertical ou horizontal. Você tem duas opções para desativar as miniaturas da área de trabalho: uma define as áreas de trabalho para a orientação vertical e a segunda para a horizontal.

source: Left Vertical Orientation
pt_br: Esquerda Orientação Vertical

source: Right Vertical Orientation
pt_br: Direita Orientação Vertical

source: Hide Set Vertical Orientation
pt_br: Ocultar Definir Orientação Vertical

source: Top Horizontal Orientation
pt_br: Superior Orientação Horizontal

source: Bottom Horizontal Orientation
pt_br: Inferior Orientação Horizontal

source: Hide Set Horizontal Orientation
pt_br: Ocultar Definir Orientação Horizontal

source: Fine Tune Workspace Thumbnails Position
pt_br: Ajuste Fino da Posição das Miniaturas dos Espaços de Trabalho

source: Adjusts workspace thumbnails vertical position.
pt_br: Ajusta a Posição Vertical das Miniaturas da Área de Trabalho.

source: Reserve Full Screen Height/Width for Thumbnails
pt_br: Reserva a Altura/Largura da Tela Cheia para Miniaturas

source: The whole screen height/width will be reserved for workspace thumbnails at the expense of space available for Dash (if the Dash is oriented in a different axis).
pt_br: Toda a altura/largura da tela será reservada para miniaturas da área de trabalho em detrimento do espaço disponível para o Dash (se o Dash estiver orientado em um eixo diferente).

source: Workspace Thumbnails Max Scale
pt_br: Escala Máxima de Miniaturas do Espaço de Trabalho

source: Adjusts maximum size of the workspace thumbnails (% relative to display width).
pt_br: Ajusta o tamanho máximo das miniaturas da área de trabalho (% em relação à largura da exibição).

source: Workspace Preview
pt_br: Visualização do espaço de trabalho

source: Workspaces Scale
pt_br: Escala dos Espaços de Trabalho

source: Scales down workspace previews so you can fit more of the adjacent workspaces on the screen. Default size is calculated to use all available space.
pt_br: Reduz as visualizações do espaço de trabalho para que você possa ajustar mais espaços de trabalho adjacentes na tela. O tamanho padrão é calculado para usar todo o espaço disponível.

source: Workspaces Spacing
pt_br: Espaçamento dos espaços de trabalho

source: Adjusts spacing between workspace previews so you can control how much of the adjacent workspaces overlap to the current workspace overview. Default value should set the adjacent workspaces out of the screen.
pt_br: Ajusta o espaçamento entre as visualizações do espaço de trabalho para que você possa controlar quanto dos espaços de trabalho adjacentes se sobrepõem à visão geral do espaço de trabalho atual. O valor padrão deve definir os espaços de trabalho adjacentes fora da tela.

source: App Grid
pt_br: Grade de aplicativos

source: Center App Grid
pt_br: Centralizar Grade de Aplicativos

source: App grid in app view page will be centered to the display instead of the available space. This option may have impact on the size of the grid, more for narrower and small resolution displays, especially if workspace thumbnails are bigger.
pt_br: A grade do aplicativo na página de visualização do aplicativo será centralizada na exibição em vez do espaço disponível. Esta opção pode ter impacto no tamanho da grade, ainda mais para telas mais estreitas e de resolução pequena, especialmente se as miniaturas da área de trabalho forem maiores.

source: Search View
pt_br: Visualização de Pesquisa

source: Center Search View
pt_br: Centralizar Visualização de Pesquisa

source: Search view will be centered to the display instead of the available space.
pt_br: A visualização da pesquisa será centralizada na exibição em vez do espaço disponível.

source: Always Show Search Entry
pt_br: Sempre Mostrar Entrada de Pesquisa

source: If disabled, the search entry field will be hidden when not in use, so the workspace preview and app grid may take up more space.
pt_br: Se desativado, o campo de entrada de pesquisa ficará oculto quando não estiver em uso, portanto a visualização do espaço de trabalho e a grade do aplicativo poderão ocupar mais espaço.

source: Search Results Width
pt_br: Largura dos Resultados da Pesquisa

source: Adjusts maximum width of search results view (% relative to default). This allows you to fit more (or less) app icons into the app search result.
pt_br: Ajusta a largura máxima da visualização dos resultados da pesquisa (% em relação ao padrão). Isso permite que você coloque mais (ou menos) ícones de aplicativos no resultado da pesquisa de aplicativos.

source: Panel
pt_br: Painel

source: Main Panel Position
pt_br: Posição do Painel Principal

source: Allows you to place the main panel at the bottom of your monitor.
pt_br: Permite colocar o painel principal na parte inferior do monitor.

source: Top (Default)
pt_br: Superior (padrão)

source: Main Panel Visibility
pt_br: Visibilidade do painel principal

source: Main panel can be visible always, only in the overview or never.
pt_br: O painel principal pode estar sempre visível, apenas na visão geral ou nunca.

source: Always Visible (Default)
pt_br: Sempre Visível (Padrão)

source: Overview Only
pt_br: Apenas Visão Geral

source: Always Hidden
pt_br: Sempre Oculto

source: Secondary Monitors
pt_br: Monitores Secundários

source: Workspace Thumbnails Position
pt_br: Posição das Miniaturas do Espaço de Trabalho

source: Allows you to place workspace thumbnails of secondary monitors on the opposite side than on the primary monitor.
pt_br: Permite colocar miniaturas da área de trabalho de monitores secundários no lado oposto do monitor principal.

source: Same as Primary
pt_br: Igual ao Primário

source: Left / Top
pt_br: Esquerda / Superior

source: Right / Bottom
pt_br: Direita / Inferior

source: Adjusts secondary monitors workspace thumbnails vertical position.
pt_br: Ajusta a posição vertical das miniaturas do espaço de trabalho dos monitores secundários.

source: Adjusts maximum size of the workspace thumbnails (% relative to display width) for secondary monitors.
pt_br: Ajusta o tamanho máximo das miniaturas da área de trabalho (% em relação à largura da exibição) para monitores secundários.

source: Workspace Preview Scale
pt_br: Escala de visualização do espaço de trabalho

source: Scales down workspace previews on secondary monitors.
pt_br: Reduz as visualizações do espaço de trabalho em monitores secundários.

source: Shift Workspace Preview by Panel Height
pt_br: Mudar Visualização da Área de Trabalho por Altura do Painel

source: This option can help align overview of the secondary monitor with the primary monitor.
pt_br: Esta opção pode ajudar a alinhar a visão geral do monitor secundário com o monitor primário.

source: Workspace Switcher Popup
pt_br: Pop-up do Alternador de Espaço de Trabalho

source: Horizontal Position (% from left)
pt_br: Posição Horizontal (% da esquerda)

source: This popup shows up when you switch workspace using a keyboard shortcut or gesture outside of the overview. You can disable it on the Behavior tab. If you want more control over the popup, try Workspace Switcher Manager extension.
pt_br: Este pop-up aparece quando você alterna a área de trabalho usando um atalho de teclado ou gesto fora da visão geral. Você pode desativá-lo na guia Comportamento. Se você quiser mais controle sobre o pop-up, experimente a extensão Workspace Switcher Manager.

source: Vertical Position (% from top)
pt_br: Posição Vertical (% do topo)

source: Dash Max Icon Size
pt_br: Tamanho máximo do ícone do Dash

source: Maximum size of Dash icons in pixels. Works only with default Dash.
pt_br: Tamanho máximo dos ícones do Dash em pixels. Funciona apenas com Dash padrão.

source: Show Apps Icon Position
pt_br: Mostrar Posição dos Ícones dos Aplicativos

source: Sets the position of the "Show Applications" icon in the Dash.
pt_br: Define a posição do ícone "Mostrar Aplicativos" no Dash.

source: Start
pt_br: Começar

source: End
pt_br: Fim

source: Open Windows Icon Position
pt_br: Posição do ícone do Abrir Janelas

source: This option adds "Search Open Windows" icon into dash (if window search provider enabled on the Behavior tab) so you can directly toggle window search provider results. Even if you disable this icon, you can use the secondary mouse button click on the Show Apps Icon, or the Space hotkey to access this feature.
pt_br: Esta opção adiciona o ícone "Pesquisar janelas abertas" ao painel (se o provedor de pesquisa de janela estiver ativado na guia Comportamento) para que você possa alternar diretamente os resultados do provedor de pesquisa de janela. Mesmo se você desabilitar este ícone, você pode usar o botão secundário do mouse, clicar no ícone Mostrar Aplicativos ou a tecla de atalho Espaço para acessar este recurso.

source: Recent Files Icon Position
pt_br: Posição do Ícone de Arquivos Recentes

source: This option adds "Search Recent Files" icon into dash (if recent files search provider enabled on the Behavior tab) so you can directly toggle recent files search provider results. Even if you disable this icon, you can use Ctrl + Space hotkey to access this feature.
pt_br: Esta opção adiciona o ícone "Pesquisar Arquivos Recentes" ao painel (se o provedor de pesquisa de arquivos recentes estiver ativado na guia Comportamento) para que você possa alternar diretamente os resultados do provedor de pesquisa de arquivos recentes. Mesmo que você desabilite este ícone, poderá usar a tecla de atalho Ctrl + Espaço para acessar este recurso.

source: Dash Background Opacity
pt_br: Opacidade do Fundo do Dash

source: Adjusts the opacity of the dash background.
pt_br: Ajusta a opacidade do papel de parede do Dash.

source: Dash Background Radius
pt_br: Radius do papel de parede do Dash

source: Adjusts the border radius of the dash background in pixels. 0 means default value.
pt_br: Ajusta o radius da borda do fundo do Dash em pixels. 0 significa valor padrão.

source: Workspace Thumbnails
pt_br: Miniaturas do espaço de trabalho

source: Show Workspace Thumbnail Labels
pt_br: Mostrar etiquetas nas miniatura do espaço de trabalho

source: Each workspace thumbnail can show its index and name (if defined in the system settings) or name/title of its most recently used app/window.
pt_br: Cada miniatura do espaço de trabalho pode mostrar seu índice e nome (se definido nas configurações do sistema) ou nome/título do aplicativo/janela usado mais recentemente.

source: Disable
pt_br: Desativar

source: Index
pt_br: Índice

source: Index + WS Name
pt_br: Índice + Nome da área de trabalho

source: Index + App Name
pt_br: Índice + Nome do Aplicativo

source: Index + Window Title
pt_br: Índice + Título da Janela

source: Show WS Thumbnail Label on Hover
pt_br: Mostrar rótulo de miniatura da área de trabalho ao passar o mouse

source: Show label only when the mouse pointer hovers over a thumbnail
pt_br: Mostrar rótulo somente quando o ponteiro do mouse passar sobre uma miniatura

source: Show Wallpaper in Workspace Thumbnails
pt_br: Mostrar papel de parede nas miniaturas do espaço de trabalho

source: All workspace thumbnails will include the current desktop background.
pt_br: Todas as miniaturas da área de trabalho incluirão o plano de fundo da área de trabalho atual.

source: Window Preview
pt_br: Visualização da Janela

source: Window Preview App Icon Size
pt_br: Tamanho do Ícone do Aplicativo de Visualização da Janela

source: Default size is 64.
pt_br: O tamanho padrão é 64.

source: Always Show Window Titles
pt_br: Sempre Mostrar Títulos das Janelas

source: All windows on the workspace preview will show their titles, not only the one with the mouse pointer.
pt_br: Todas as janelas na visualização da área de trabalho mostrarão seus títulos, não apenas aquela com o ponteiro do mouse.

source: Show Workspace Preview Background
pt_br: Mostrar Plano de Fundo da Visualização do Espaço de Trabalho

source: Allows you to hide the scaling background of the workspace preview.
pt_br: Permite ocultar o plano de fundo dimensionado da visualização do espaço de trabalho.

source: Icon Size
pt_br: Tamanho do Ícone

source: Allows to force fixed icon size and bypass the default adaptive algorithm.
pt_br: Permite forçar o tamanho fixo do ícone e ignorar o algoritmo adaptativo padrão.

source: Adaptive (Default)
pt_br: Adaptável (padrão)

source: Folder Icon Size
pt_br: Tamanho do Ícone da Pasta

source: Allows to disable the default adaptive algorithm and set a fixed size of icons inside folders.
pt_br: Permite desabilitar o algoritmo adaptativo padrão e definir um tamanho fixo de ícones dentro de pastas.

source: Max App Folder Icon Grid Size
pt_br: Tamanho Máximo da Grade de Ícones da Pasta de Aplicativos

source: Each folder icon shows (up to) 4 app icons as a preview of the folder content, this option allows you to increase the number to 9 icons if folder contains more than 4 or 8 apps. The latter avoids half empty folder icons.
pt_br: Cada ícone de pasta mostra (até) 4 ícones de aplicativos como uma prévia do conteúdo da pasta. Esta opção permite aumentar o número para 9 ícones se a pasta contiver mais de 4 ou 8 aplicativos. Este último evita ícones de pastas meio vazias.

source: 2x2 (Default)
pt_br: 2x2 (padrão)

source: 3x3 for 5+ apps
pt_br: 3x3 para mais de 5 aplicativos

source: 3x3 for 9+ apps
pt_br: 3x3 para mais de 9 aplicativos

source: Columns per Page (0 for adaptive grid)
pt_br: Colunas por Página (0 para grade adaptativa)

source: Number of columns in application grid. If set to 0 (default setting) the number will be set automatically to fit available height.
pt_br: Número de colunas na grade de aplicativos. Se definido como 0 (configuração padrão), o número será definido automaticamente para se ajustar à altura disponível.

source: Rows per Page (0 for adaptive grid)
pt_br: Linhas por página (0 para grade adaptativa)

source: Number of rows in application grid. If set to 0 (default setting) the number will be set automatically to fit available height.
pt_br: Número de linhas na grade do aplicativo. Se definido como 0 (configuração padrão), o número será definido automaticamente para se ajustar à altura disponível.

source: Folder Columns per Page (0 for adaptive grid)
pt_br: Colunas das Pastas por Página (0 para grade adaptativa)

source: Number of columns in folder grid. If you leave the value on 0, the number of columns will be calculated to fit all folder icons.
pt_br: Número de colunas na grade da pasta. Se você deixar o valor 0, o número de colunas será calculado para caber todos os ícones de pasta.

source: Folder Rows per Page (0 for adaptive grid)
pt_br: Linhas de Pasta por página (0 para grade adaptável)

source: Number of rows in folder grid. If you leave the value on 0, the number of rows will be calculated to fit all folder icons.
pt_br: Número de linhas na grade de pastas. Se você deixar o valor 0, o número de linhas será calculado para caber todos os ícones da pasta.

source: Search
pt_br: Procurar

source: App Search Icon Size
pt_br: Tamanho do ícone de pesquisa de aplicativos

source: Size of results provided by the App Search Provider.
pt_br: Tamanho dos resultados fornecidos pelo App Provedor de Pesquisa.

source: Max Search Results Rows
pt_br: Máximo de linhas nos resultados de pesquisa

source: Sets the maximum number of rows for result lists of all search providers except window search provider which always lists all results.
pt_br: Define o número máximo de linhas para listas de resultados de todos os provedores de pesquisa, exceto o provedor de pesquisa de janela, que sempre lista todos os resultados.

source: Overview Background
pt_br: Visão geral do plano de fundo

source: Show Static Background
pt_br: Mostrar Fundo Estático

source: Show static background wallpaper instead of the solid grey color.
pt_br: Mostrar papel de parede estático em vez da cor cinza sólida.

source: Blur Window Picker Background
pt_br: Desfocar o Fundo da Janela do Seletor

source: Blur background wallpaper (if enabled) in the window picker view.
pt_br: Desfoque o papel de parede (se ativado) na visualização do seletor de janela.

source: Blur App Grid/Search View Background
pt_br: Desfocar o Fundo da Grade de Aplicativo/Visualização de Pesquisa

source: Blur background wallpaper (if enabled) in the app grid and search results views.
pt_br: Desfoque o papel de parede (se ativado) na grade de aplicativo e nas visualizações dos resultados de pesquisa.

source: Smooth Blur Transitions
pt_br: Suavizar as Transições de desfoque

source: Makes blur transitions smoother but can impact overall smoothness of overview animations.
pt_br: Torna as transições de desfoque mais suaves, mas pode afetar a suavidade das animações em geral.

source: Overview
pt_br: Visão Geral

source: Overview Mode
pt_br: Modo Visão Geral

source: The Expose Windows on Hover mode do not expose the workspace preview windows until the mouse pointer enters any window. The Static Workspace mode does not scale the workspace preview, it only shows Dash and workspace thumbnails over the desktop. Clicking on a workspace thumbnail scales the ws preview and exposes its windows like in the default overview mode.
pt_br: O modo de janelas "Expose" ao passar o mouse não expõe as janelas de visualização da área de trabalho até que o ponteiro do mouse entre em qualquer janela. O modo Área de Trabalho Estática não dimensiona a visualização do espaço de trabalho, apenas mostra o Dash e as miniaturas do espaço de trabalho. Clicar na miniatura de uma área de trabalho dimensiona a visualização do espaço e expõe suas janelas como no modo de visão geral padrão.

source: Default
pt_br: Padrão

source: Expose Windows on Hover
pt_br: "Expose" nas janelas ao passar o mouse

source: Static Workspace
pt_br: Espaço de Trabalho Estático

source: Startup State
pt_br: Estado de Inicialização

source: Allows to change the state in which GNOME Shell starts a session.
pt_br: Permite alterar o estado em que o GNOME Shell inicia uma sessão.

source: Desktop
pt_br: Área de Trabalho

source: Applications
pt_br: Aplicações

source: Hot Corner (Install Custom Hot Corners - Extended extension for more options)
pt_br: "Hot Corner" (instale a extensão "Custom Hot Corners - Extended" para mais opções)

source: Hot corner Action
pt_br: Ação de "Hot Corner"

source: Disable or change behavior of hot corner. Holding down the Ctrl key while hitting the hot corner switches between Overview/Applications actions.
pt_br: Desative ou altere o comportamento do "hot corner". Manter pressionada a tecla Ctrl enquanto pressiona o canto ativo alterna entre as ações Visão Geral/Aplicativos.

source: Enable Hot Corner in Full-Screen mode
pt_br: Ativa o Hot Corner no modo de Tela Cheia

source: If you often work with full-screen applications and want the hot corner to be usable.
pt_br: Se você costuma trabalhar com aplicativos em tela cheia e deseja que o canto ativo seja utilizável.

source: Show Ripples Animation
pt_br: Mostrar Animação de Ondulações

source: Ripples animation shows up when you trigger hot corner.
pt_br: A animação de ondulações aparece quando você aciona o "hot corner".

source: Dash Icon Click
pt_br: Clique no ícone do Dash

source: if the app you clicked on has more than one window and the recently used window is not on the current workspace, the overview can switch to the workspace with the recent window.
pt_br: se o aplicativo em que você clicou tiver mais de uma janela e a janela usada recentemente não estiver no espaço de trabalho atual, a visão geral poderá mudar para o espaço de trabalho com a janela recente.

source: Activate Last Used Window Immediately
pt_br: Ative a Última Janela Usada Imediatamente

source: Switch to Workspace with Recently Used Window
pt_br: Mudar para o Espaço de Trabalho com Janela Usada Recentemente

source: Close Workspace Button
pt_br: Botão Fechar Espaço de Trabalho

source: The Close Workspace button appears on the workspace thumbnail when you hover over it and allows you to close all windows on the workspace. You can choose a safety lock to prevent accidental use.
pt_br: O botão Fechar Área de Trabalho aparece na miniatura da área de trabalho quando você passa o mouse sobre ele e permite fechar todas as janelas da área de trabalho. Você pode escolher uma trava de segurança para evitar o uso acidental.

source: Single Click
pt_br: Clique Único

source: Double Click
pt_br: Duplo click

source: Ctrl Key + Click
pt_br: Tecla Ctrl + Clique

source: Apps Order
pt_br: Ordem dos Aplicativos

source: Choose sorting method for the app grid. Note that sorting by alphabet and usage ignores folders.
pt_br: Escolha o método de classificação para a grade de aplicativos. Observe que a classificação alfabética e por uso ignora as pastas.

source: Custom (Default)
pt_br: Personalizado (Padrão)

source: Alphabet
pt_br: Alfabético

source: Usage
pt_br: Uso

source: App Grid Content
pt_br: Conteúdo da Grade de Aplicativos

source: The default Shell removes favorite apps, this option lets you duplicate them in the grid or remove also running applications. Option "Favorites and Running First" only works with the Alphabet and Usage sorting.
pt_br: O Shell padrão remove aplicativos favoritos, esta opção permite duplicá-los na grade ou remover também aplicativos em execução. A opção "Favoritos e Executando Primeiro" só funciona com a classificação Alfabética e de Uso.

source: Include All
pt_br: Incluir Tudo

source: Include All - Favorites and Running First
pt_br: Incluir Tudo - Favoritos e em Execução Primeiro

source: Exclude Favorites (Default)
pt_br: Excluir Favoritos (Padrão)

source: Exclude Running
pt_br: Excluir em Execução

source: Exclude Favorites and Running
pt_br: Excluir Favoritos e em Execução
